---
kind: enumMember
id: F:Autodesk.Revit.DB.TessellatedShapeBuilderTarget.Mesh
enum: Autodesk.Revit.DB.TessellatedShapeBuilderTarget
source: html/c445e799-cb1d-a4cb-5333-719f5c19df18.htm
---
# Autodesk.Revit.DB.TessellatedShapeBuilderTarget.Mesh

A mesh.